import {Panel, Div, Text, Header, Title} from '@vkontakte/vkui';
const Page6 = ({ onNextPage }) => {

    return (
        <Panel id="cyber-security-article-part7">
            <Div>
                <Header mode="secondary">Заработать на торговле</Header>
                <Text>Высокая волатильность привлекает трейдеров и инвесторов. Да, инвестиции в криптовалюты
                    сопряжены с высокими рисками, но это также означает потенциально высокую доходность.
                    Рост цены биткоина на тысячи процентов впечатляет людей по всему миру, и они пытаются найти
                    «новый бриллиант» — такую криптовалюту, которая вырастет в десятки и сотни раз</Text>

                <Text style={{marginTop: "20px", marginBottom: "10px"}}>Важно отметить, что трейдинг на
                    криптовалютном рынке во многом схож с трейдингом на фондовых рынках. Применяются те же
                    правила теханализа, биржи имеют знакомые многим трейдерам интерфейсы. Но есть особенности,
                    присущие именно крипторынку: торги идут круглосуточно и без выходных, а средства трейдеров
                    хранятся не на брокерских счетах, а в кошельках бирж или самих трейдеров.</Text>

                <Header>Кто пытается заработать на криптовалюте</Header>
                <Text style={{marginTop: "10px", marginBottom: "10px"}}>Финансовые рынки имеют тенденцию к
                    долгосрочному росту, и крипторынок здесь пока не исключение. Биткоин, эфириум и многие другие
                    ликвидные и известные во всем мире криптовалюты с каждым циклом обновляют свои максимумы.</Text>

                <Text style={{marginTop: "20px"}}>Инвесторы пытаются найти перспективные токены инновационных
                    блокчейн-проектов, которые предлагают новые продукты. Такие инвесторы бывают как частными, так
                    и институциональными (например, венчурные фонды и инкубаторы).</Text>
                <Text style={{marginTop: "20px"}}>Частные инвесторы не хотят оставаться в стороне и составляют свои
                    среднесрочные и долгосрочные инвестиционные портфели. Также благодаря DeFi появилась возможность
                    получения пассивных доходов в криптовалютах: выше был приведен пример кредитного протокола Aave.
                    Также популярными остаются такие способы получения доходов, как майнинг и стейкинг.</Text>
            </Div>
        </Panel>
    );
};

export default Page6;
